tap "homebrew/bundle"
tap "homebrew/services"
tap "hashicorp/tap"
tap "lindell/multi-gitter"
tap "rinchsan/tap"
tap "rsteube/tap"
{{ if eq .osid "darwin" -}}
tap "homebrew/cask-fonts"
cask "font-dejavu"
cask "ukelele"
cask "wezterm"
brew "fish"
brew "pipx", args: ["HEAD"]
{{- end }}
brew "bitwarden-cli"
brew "btop"
brew "chezmoi"
brew "circleci"
brew "composer"
brew "delve"
brew "dprint"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gdrive"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "golang"
brew "gopls"
brew "gum"
brew "terraform-ls"
brew "helix"
brew "hyperfine"
brew "k3d"
brew "k9s"
brew "kubectx"
brew "kubent"
brew "lazygit"
brew "lf"
brew "marksman"
brew "mr"
brew "navi"
brew "neovim"
brew "php"
brew "pulumi"
brew "python"
brew "python-lsp-server"
brew "rclone"
brew "ripgrep"
brew "sd"
brew "starship"
brew "terraform"
brew "typescript-language-server"
brew "tldr"
brew "vscode-langservers-extracted"
brew "xsv"
brew "zoxide"
brew "lindell/multi-gitter/multi-gitter"
brew "rinchsan/tap/gosimports"
brew "rsteube/tap/carapace"
