tap "homebrew/bundle"
tap "homebrew/services"
tap "rsteube/tap"
tap "lindell/multi-gitter"
tap "hashicorp/tap"
{{ if eq .chezmoi.os "darwin" -}}
tap "homebrew/cask"
tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "ukelele"
cask "wezterm"
brew "fish"
{{- end }}
brew "bitwarden-cli"
brew "btop"
brew "chezmoi"
brew "composer"
brew "dprint"
brew "exa"
brew "fzf"
brew "gcc"
brew "gdrive"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "gum"
brew "terraform-ls"
brew "helix"
brew "hyperfine"
brew "k3d"
brew "k9s"
brew "kubectx"
brew "kubent"
brew "lazygit"
brew "lf"
brew "marksman"
brew "navi"
brew "neovim"
brew "php"
brew "rclone"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tldr"
brew "vscode-langservers-extracted"
brew "xsv"
brew "rsteube/tap/carapace"
brew "lindell/multi-gitter/multi-gitter"
